//
//  User.swift
//  LoginApp
//
//  Created by Вадим on 07.02.2021.
//  Copyright © 2021 Alexey Efimov. All rights reserved.
//

struct Persone {
    class Persone {
        
        let name = "Vadim"
        let surname = "Ponomarev"
        
        let hobby = "Я играю в рок группе на барабанах. Из-за пандемии все немного затухло. Но несмотря на это, релиз нашего первого альбома будет 14 Феврвля!"
        
        let job = "Всю осознанную жизнь работал с автомобилями и немного с мебелью. Работал в осносном с метеллом. Люблю красивые, необычные вещи такие как: мебель, элементы декора и люблю создавать их сам."
        
        let stories = "На этой неделе мы летели из Бразилии г Флорианополис в Россию г Волгоград. Перелет был не простой. Мы летели четырьмя самолетами, т.к. прямых рейсов нет. Плюс с малышкой на руках. Очень не простой был транс-атлантический перелет длившийся более 12 часов, дочь почти все это время не спала и капризничала, и мы не спали вместе с ней. Долгие пересадки между рейсами тоже не шли на руку.. Я старался сделать третье Д.З. но немного не закончил его. Отправить его так и не смог, не было интернета. Все таки, мы в итоге добрались, целые и невредимые. И все вроде хорошо, но я пропустил урок который посмотреть смог только в воскрксенье к вечеру. Сейчас стараюсь сделать Д.З. за оставшиеся несколько часов и больше не отставать =))"
    }
}
